---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointCloudType
source: html/18bb2c6f-dce0-cdb4-12f4-eda3064a3f6e.htm
---
# PointCloudType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.